/* 
  ITDeviceSummaryViewCtrl.strings
  iToolsMain

  Created by Aaron on 6/18/13.
  Copyright (c) 2013 __MyCompanyName__. All rights reserved.
*/

"DeviceDetails_1"   = "Device Name:";
"DeviceDetails_2"   = "Product Type:";
"DeviceDetails_3"   = "System Version:";
"DeviceDetails_4"   = "Product Version:";
"DeviceDetails_5"   = "Device Model:";
"DeviceDetails_6"   = "Area Information:";
"DeviceDetails_7"   = "Serial Number:";
"DeviceDetails_8"   = "WiFi Address:";
"DeviceDetails_9"   = "Bluetooth Address:";
"DeviceDetails_10"  = "Device Identification:";
"DeviceDetails_11"  = "ICCID:";
"DeviceDetails_12"  = "IMEI:";
"DeviceDetails_13"  = "IMSI:";
"DeviceDetails_14"  = "MLB Serial Number:";
"DeviceDetails_15"  = "Hardware Model:";
"DeviceDetails_16"  = "Firmware Version:";
"DeviceDetails_17"  = "SDIO Information:";
"DeviceDetails_18"  = "CPU Architecture:";
"DeviceDetails_19"  = "Chip Identification:";
"DeviceDetails_20"  = "SIM Card Status:";
"DeviceDetails_21"  = "Time Zone:";
"DeviceDetails_22"  = "Activation Status:";
"DeviceDetails_23"  = "iTunes Connect:";

"LL/A"  = "United States";
"C/A"   = "Canada";
"E/A"   = "Mexico";
"X/A"   = "Australia";
"DN/A"  = "Germany";
"B/A"   = "Britain";
"F/A"   = "France";
"J/A"   = "Japan";
"KH/A"  = "Korea";
"PP/A"  = "Philippines";
"CH/A"  = "Mainland, China";
"ZP/A"  = "Hong Kong, China";
"TA/A"  = "Taiwan, China";
"ZA/A"  = "Singapore";
"AB/B"  = "UAE";
"RS/A"  = "Russia";
"GR/A"  = "Greece";
"IP/A"  = "Italy";
"MY/A"  = "Malaysia";

"JBStatusYES"       = "YES";
"JBStatusNO"        = "NO";

